{
  "links": {
    "about": "ABOUT",
    "my_work": "MY WORK",
    "reviews": "REVIEWS",
    "contact": "CONTACT ME!"
  },
  "description": "I am a dedicated web developer with 2 years of experience. During the past 2 years, I have developed multiple websites, ranging from simple to complex.",
  "hero_cta": "WORK WITH ME!",
  "about_title": "ABOUT ME",
  "about_descriptions": [
    "Hey there, I'm Antonio Brkic, a passionate web developer hailing from the beautiful landscapes of Croatia! My love for coding started back in my childhood, and it has been an exhilarating journey ever since. As a web developer, I have immersed myself in the intricate world of creating dynamic and user-friendly digital experiences. Nestled in the heart of Croatia, I've honed my skills to specialize in crafting full-stack websites, leveraging the power of React.js and Next.js frameworks. These frameworks have become my creative playground, allowing me to seamlessly weave together engaging and responsive web applications.",
    "My commitment to delivering high-quality, innovative solutions is fueled by the joy I find in transforming ideas into reality. Whether it's designing intuitive user interfaces or optimizing backend functionalities, every line of code is a step towards bringing a vision to life. Beyond the coding realm, you'll find me exploring the vibrant tech community, staying updated on the latest industry trends, and embracing new challenges that push the boundaries of what's possible. Let's connect and embark on a journey to turn your digital dreams into reality!"
  ],
  "my_work_title": "MY WORK",
  "visit_site": "VISIT THE WEBSITE!",
  "reviews_title": "REVIEWS",
  "contact_title": "CONTACT ME",
  "inputs": {
    "name": "Name",
    "email": "E-mail",
    "phone": "Phone Number",
    "budget": "Budget (Optional)",
    "message": "Message",
    "submit": "SUBMIT!"
  },
  "contact_success_title": "SENT!",
  "contact_success_message": "Thank you for the message! You can expect my response in 1-2 days, otherwise please contact me through my email or phone number.",
  "contact_fail_title": "FAILED TO SEND...",
  "contact_fail_message": "Unfortunately, an error occurred which stopped your message from going through. Please try sending it again or contact me through my email or phone number.",
  "not_found": "NOT_FOUND",
  "go_back": "GO BACK",
  "hero_image": "yugioh_en.webp"
}
