{
  "links": {
    "about": "O MENI",
    "my_work": "MOJI PROJEKTI",
    "reviews": "RECENZIJE",
    "contact": "KONTAKTIRAJ ME!"
  },
  "description": "Posvećeni web developer s 2 godine iskustva. Tijekom posljednje 2 godine razvio sam više web stranica, od jednostavnih do složenih.",
  "hero_cta": "RADITE SA MNOM!",
  "about_title": "O MENI",
  "about_descriptions": [
    "Bok, ja sam Antonio Brkić, strastveni web developer koji dolazi s prekrasnih krajolika Hrvatske! Moj ljubav prema kodiranju je započela još u djetinjstvu, i od tada je to bilo uzbudljivo putovanje. Kao web developer, potpuno sam se posvetio stvaranju dinamičnih i korisnički prijateljskih digitalnih iskustava. Smješten u srcu Hrvatske, usavršio sam svoje vještine kako bih se specijalizirao za izradu punopravnih web stranica koristeći moć React.js i Next.js frameworka. Ovi frameworki postali su moje kreativno igralište, omogućavajući mi da besprijekorno povežem privlačne i kvalitetne web aplikacije.",
    "Moja predanost isporuci visokokvalitetnih, inovativnih rješenja pokreće se radošću koju pronalazim u pretvaranju ideja u stvarnost. Bilo da dizajniram intuitivna korisnička sučelja ili optimiziram funkcionalnosti pozadine, svaki red koda korak je prema ostvarenju vizije. Izvan kodiranja, pronaći ćete me istražujući živu tech zajednicu, pratim najnovije trendove industrije i prihvaćam nove izazove koji guraju granice onoga što je moguće. Povežimo se i krenimo na putovanje pretvaranja vaših digitalnih snova u stvarnost!"
  ],
  "my_work_title": "MOJI PROJEKTI",
  "visit_site": "POSJETITE WEB STRANICU!",
  "reviews_title": "RECENZIJE",
  "contact_title": "KONTAKTIRAJ ME",
  "inputs": {
    "name": "Ime",
    "email": "E-mail",
    "phone": "Broj telefona",
    "budget": "Budget (Nije Obavezno)",
    "message": "Poruka",
    "submit": "POŠALJI!"
  },
  "contact_success_title": "POSLANO!",
  "contact_success_message": "Hvala puno na poruci! Očekujte odgovor kroz 1-2 dana, u suprotnom vas molim da me kontaktirate preko e-mail adrese ili telefonskog broja.",
  "contact_fail_title": "GREŠKA U SLJANJU...",
  "contact_fail_message": "Nažalost, dogodila se greška koja je zaustavila slanje vaše poruke. Molim vas da pokušate ponovno ili da me kontaktirate preko e-mail adrese ili telefonskog broja.",
  "not_found": "NE_POSTOJI",
  "go_back": "NAZAD",
  "hero_image": "yugioh_hr.webp"
}
