[
  {
    "img": "stolarija-bm",
    "name": "STOLARIJA BM",
    "descriptions": {
      "en": "Website for a woodworking comnpany, specializing in stylish furniture and kitchens since 1992.",
      "hr": "Web stranicu za stolariju, specijaliziranu za elegantan namještaj i kuhinje od 1992."
    },
    "href": "https://stolarijabm.vercel.app/"
  },
  {
    "img": "siteboost",
    "name": "SITEBOOST",
    "descriptions": {
      "en": "A professional website for comprehensive website audits by industry experts.",
      "hr": "Profesionalnu web stranica za temeljite revizije web stranice od strane stručnjaka u industriji."
    },
    "href": "https://site-boost.vercel.app/"
  },
  {
    "img": "ebankc",
    "name": "EBANKC",
    "descriptions": {
      "en": "Unleashing the Potential of DeFi-Banking. Facilitated earning interest, borrowing, and exchanging digital assets at competitive rates.",
      "hr": "Otključavanje snage DeFi-bankinga. Omogućeno zarađivanje kamata, posuđivanje i razmjena digitalnih sredstava po konkurentnim stopama."
    },
    "href": "https://ebankc.vercel.app/"
  },
  {
    "img": "rocketwizard",
    "name": "ROCKETWIZARD",
    "descriptions": {
      "en": "Innovative crypto copy-trading platform linking to skilled traders for replicating strategies and gaining insights.",
      "hr": "Inovativna platforma za kopiranje kripto trgovanja koja povezuje korisnika s talentiranim trgovcima radi reprodukcije strategija i stjecanja uvida."
    },
    "href": "https://www.rocketwizard.io/"
  },
  {
    "img": "code-for-good",
    "name": "CODE FOR GOOD",
    "descriptions": {
      "en": "A hackathon promotion website encouraging collaboration among developers, designers, and tech professionals to address social challenges.",
      "hr": "Web stranica za promociju hackathona koja potiče suradnju među developerima, dizajnerima i stručnjacima iz područja tehnologije kako bi se rješavali društveni izazovi."
    },
    "href": "https://codeforgood-hackathon.vercel.app/"
  },
  {
    "img": "dreamfinders",
    "name": "DREAMFINDERS",
    "descriptions": {
      "en": "A platform for discovering dream properties. Explore a diverse range of listings and find the perfect property that aligns with your unique lifestyle and preferences.",
      "hr": "Platforma za otkrivanje nekretnina iz snova. Istražite raznoliku ponudu i pronađite savršenu nekretninu koja odgovara vašem jedinstvenom načinu života i preferencijama."
    },
    "href": "https://dream-finders.vercel.app/"
  },
  {
    "img": "luxury-perspective",
    "name": "LUXURY PERSPECTIVE",
    "descriptions": {
      "en": "Real estate website featuring multiple pages, including About Us, Properties, and a dedicated page for each property.",
      "hr": "Web stranica za nekretnine s više stranica, uključujući O nama, Nekretnine i jednu stranicu za svaku pojedinu nekretninu."
    },
    "href": "https://luxury-perspective.vercel.app/"
  },
  {
    "img": "minty-solutions",
    "name": "MINTY SOLUTIONS",
    "descriptions": {
      "en": "All-in-one digital marketing service personalised to your project that enhances and optimizes social media management and marketing.",
      "hr": "Sve-u-jednom digitalna marketinška usluga prilagođena vašem projektu koja poboljšava i optimizira upravljanje društvenim medijima i marketing."
    },
    "href": "https://www.mintysolutions.com/"
  }
]
